Repository: Naouak/Karibou
Catalog: apps/netcv/languages/*.po
Languages: fr

source: NetCV Home
fr: Accueil NetCV

# PERSOINFO
source: Personal information
fr: Informations personnelles

# PERSOINFO_MODIFY
source: Modify your personal info (name, address, email...)
fr: Modifier vos informations personnelles (nom, coordonnées, email...)

# ONLINE
source: Online availability
fr: Mise en ligne

# CONTENT_CHECK
source: Checking the filling of your CV
fr: Vérification du remplissage de vos CV

source: Minima required
fr: Minima requis

# MINIMA_REQUIRED_DESCRIPTION
source: In order for your CV (or a multilingual version of your CV) to be available online, it must be filled up with, at least:
fr: Pour qu'un de vos CV (ou version multilingue de CV) soit mis en ligne, il faut que celui-ci soit suffisamment rempli. Au minimum il doit contenir:

source: element
fr: élément

source: elements by section
fr: éléments par section

# PERSONALINFO
source: personal info filled
fr: informations personnelles renseignées

# CV_STATE
source: State of your CV
fr: Etat de vos CV

# ENOUGH_CONTENT
source: Your CV can be available online, it is filled enough
fr: Votre CV peut être mis en ligne car il est assez rempli.

# NOT_ENOUGH_CONTENT
source: Your CV cannot be available online because it is not filled enough.
fr: Votre CV ne peut être mis en ligne car il n'est pas assez rempli.

# NO_SECTION
source: You haven't created a section for this CV yet.
fr: Vous n'avez pas encore créé de section pour cette version de CV.

# NO_CV
source: You haven't created a CV yet...
fr: Vous n'avez pas encore créé de CV...

# GO_CREATE
source: Let's write your CV !
fr: A vous de jouer !

# BACK_HOME
source: Back to NetCV homepage
fr: Retourner à la page d'accueil de NetCV

# NOT_ENOUGH_CONTENT_PRIVATE
source: Your CV doesn't have enough content to be displayed.
fr: Votre CV n'est pas assez renseigné pour être mis en ligne ou prévisualisé.

# BACK_TO_EDITING
source: Click here to go back to the CV modification page
fr: Cliquez ici pour retourner à la modification de votre CV

# HISTORY_BACK
source: Click here to go back to the previous page.
fr: Cliquez ici pour revenir à la page précédente.

# HELPER_CLICK_ON_LANG_TO_EDIT
source: Click on the language of a CV to edit its content.
fr: Cliquez sur la langue d'un CV pour éditer son contenu.

source: My CV
fr: Mes CV

# DELETE_CV
source: Delete this CV
fr: Supprimer ce CV

# ADD_TRANSLATION_TO_CV
source: Add a translation to this CV
fr: Ajouter une traduction à ce CV

source: Create another CV
fr: Créer un autre CV

# CREATE_FIRST_CV
source: Create my first CV
fr: Créer mon premier CV

# MODIFY_CV_SETTINGS
source: CV settings modification
fr: Modification des préférences du CV

source: You are here
fr: Vous êtes ici

source: Creation of a new CV
fr: Creation d'un nouveau CV

# HELPER_CV_SETTINGS
source: Choose the settings of your CV. They are specific to your CV and can be modified at any moment on this page.
fr: Choisissez ici les préférences de votre CV. Celles-ci sont spécifiques au CV que vous éditez ou créez et sont modifiables à tout moment sur cette page.

# CV_NAME
source: Name of your CV (internal)
fr: Nom du CV (interne)

# CV_ADDRESS
source: Internet CV address (hostname)
fr: Adresse internet du CV

source: CV diffusion
fr: Diffusion du CV

source: Public diffusion
fr: Diffusion publique

# NO_SEARCH_ENGINE
source: No search engine indexing
fr: Pas de référencement

source: Private diffusion
fr: Diffusion privée

source: Email display
fr: Affichage de l'adresse email

source: Display email address
fr: Afficher l'adresse email

# CONTACT_FORM
source: Contact using an HTML form (recommended)
fr: Utilisation d'un formulaire de contact (recommandé)

source: Display email
fr: Afficher l'adresse email

# DESIGN_CHOICE
source: Choice of the CV design
fr: Choix du design de CV

source: Back
fr: Retour

# HOMEPAGE
source: Home
fr: Accueil

# HELPER_ITEM
source: An element has to be related to the section purpose.
fr: Un élément doit toujours avoir rapport avec le thème de la section.

source: Elements of
fr: Éléments de

# THIS_WILL_DELETE
source: This will delete the element
fr: Cela va supprimer l'élément

source: Are you sure ?
fr: Êtes-vous sûr de vouloir continuer ?

source: Move up
fr: Monter

source: Move down
fr: Descendre

source: Add an element
fr: Ajouter un élément

# MODIFICATION_OF_THE_ELEMENT
source: Element modification
fr: Modification de l'élément

# ELEMENT_CREATION
source: Creation of a new element
fr: Creation d'un nouvel élément

# CREATE_ELEMENT
source: Create the element
fr: Creer l'élément

source: Element title
fr: Titre de l'element

source: Element subtitle
fr: Sous-Titre de l'element

source: Element description
fr: Description de l'element

source: Back to sections
fr: Retour aux sections

# HELPER_SECTIONS
source: Click on the name of a section to view its content and add elements.
fr: Cliquer sur le nom de la section pour visualiser et ajouter des éléments.

source: Rename
fr: Renommer

source: Add a section
fr: Ajouter une section

# CREATE_FIRST_SECTION
source: Create my first section
fr: Créer ma première section

source: Section name modify
fr: Modification du nom de la section

# APPLY_MODIFICATION_AND_BACK_TO_SECTIONS
source: Apply modification and go back to section list
fr: Appliquer les modifications et retourner à la liste des sections

# APPLY_MODIFICATION_AND_ENTER_SECTION
source: Apply modifications and enter the section
fr: Appliquer les modifications et aller dans la section

# SECTION_CREATION
source: Creation of a new section
fr: Creation d'une nouvelle section

# CREATE_AND_BACK_TO_SECTIONS
source: Create the section and go back to section list
fr: Créer la section et retourner à la liste des sections

# CREATE_AND_GO_INTO
source: Create the section and enter it
fr: Creer la section et aller dans celle-ci

# HELPER_SECTION_CREATION
source: A section of your CV will contain elements related to a specific purpose. For example, a section "" will contain each professional experience you want to display on your CV. As a matter of fact, a section called "Education" will contain you academic background...
fr: Une "" dans votre CV va contenir des éléments relatifs à un thème. Par exemple, la section "" contiendra chaque expérience que vous souhaitez faire apparaître sur votre CV. Dans la même idée, la section "" contiendra les différentes formations que vous souhaitez afficher, etc.

source: Section title
fr: Titre de la section

# SECTION_TITLE_HELP
source: Example: Education, Professional Experience...
fr: Exemple: Formations, Experiences...

source: CV creation
fr: Création d'un nouveau CV

# CV_LANGUAGE_CREATION
source: Choice of the CV language
fr: Choix de la langue du CV

# CV_VERSION_CREATION
source: Creation of a translation for this CV
fr: Création d'une traduction pour ce CV

# DEFAULT_PERSONAL_INFO
source: Default personal information
fr: Informations personnelles par défaut

# HELPER_PERSONAL_INFO
source: You are on the personal information modification page, which means those that are used when you don't have any specific information for a CV. If you want to set specific information for a CV (for example a different jobtitle), click on your CV language (displayed below).
fr: Vous êtes actuellement dans l'espace de modification de vos informations personnelles , c'est à dire celles qui sont utilisées sur vos CV oû vous n'avez pas spécifié d'informations particulières. Vous pouvez choisir le CV sur lequel vous souhaitez modifier les informations personnelles grâce au menu ci-dessous.

source: Address
fr: Adresse

source: Postal Code
fr: Code Postal

source: Home phone
fr: Téléphone fixe

# COMPANYPHONE
source: Professional phone
fr: Téléphone professionel

source: Mobile phone
fr: Téléphone mobile

# OTHERINFO
source: Other information
fr: Autres informations

# CV_PERSONAL_INFO
source: CV personal information
fr: Informations personnelles du CV

# HELPER_CV_PERSONAL_INFO
source: When a text area is empty, the default value is used for display.
fr: Lorsqu'un champ est vide, la valeur par défaut est utilisée.

source: Information
fr: Informations

# CHANGE_LANGUAGE
source: Change the language
fr: Changer la langue

source: Preview
fr: Prévisualiser

# ADDRESS_IN_USE
source: The address you chose is already in use.
fr: L'adresse de CV est déjà utilisée.

# CV_MODIFIED
source: The CV has been modified
fr: Le CV a été modifié

# CV_ADDED
source: The CV has been created
fr: Le CV a été créé

# NO_EMPTY_FIELD
source: All the information must be filled
fr: Toutes les informations doivent être renseignées

# DELETED_CV
source: The CV has been deleted.
fr: Le CV a été supprimé.

# ELEMENT_UPDATED
source: The element has been updated.
fr: L'élément a été mis à jour.

# ELEMENT_ADDED
source: The element has been added.
fr: L'élément a été ajouté.

# SECTION_ADDED
source: The section has been added.
fr: La section a été ajoutée.

# SECTION_MODIFIED
source: The section has been updated.
fr: La section a été modifiée.

# DELETED_LANG_CV
source: The translation of the CV has been deleted.
fr: La traduction du CV a été supprimée.

# TRANSLATION_MODIFIED
source: The translation of the CV has been modified.
fr: La traduction du CV a été modifiée.

# TRANSLATION_CREATED
source: A new translation of the CV has been created.
fr: Une nouvelle traduction du CV a été créée.

# CV_PERSONAL_INFO_UPDATED
source: The personal information of the CV have been updated.
fr: Les informations personnelles du CV ont été mises à jour.

# DEFAULT_PERSONAL_INFO_UPDATED
source: Default personal information have been updated.
fr: Les informations personnelles par défaut ont été mises à jour.

# ENOUGH_PERSONALINFO
source: Your default personal information are filled correctly.
fr: Vos informations personnelles par défaut sont assez remplies.

# NOT_ENOUGH_PERSONALINFO
source: Your default personal information are not filled correctly. Even if one of you CV has enough content, it won't be available online unless you set a minimum of {$config.minimum.personalinfos} personal information.
fr: Vos informations personnelles par défaut ne sont pas assez remplies. Même si un de vos CV est assez rempli, il ne pourra pas être mis en ligne tant que vous n'aurez pas renseigné au moins {$config.minimum.personalinfos} informations personnelles.

# CLICK_HERE_TO_MODIFY_YOUR_PERSOINFO
source: Click here to update your personal information.
fr: Cliquez ici pour mettre à jour vos informations personnelles

# PERSONALINFO_STATE
source: Personal information update state
fr: État du remplissage de vos informations personnelles

source: and
fr: et

# ADD_FIRST_SECTION
source: Add my first section
fr: Ajouter ma première section
