Repository: Naouak/Karibou
Catalog: apps/changepassword/languages/*.po
Languages: fr

# CHANGEPASSWORD_TITLE
source: Changing your password
fr: Changement du mot de passe

# CHANGEPASSWORD_DESCRIPTION
source: Change your password using the following form. Enter twice the new password you want to use.
fr: Cette page vous permet de changer votre mot de passe. Entrez ci-dessous le nouveau mot de passe que vous souhaitez affecter à votre compte.

source: Current password
fr: Mot de passe actuel

# NEWPASSWORD1
source: Type your new password
fr: Nouveau mot de passe souhaité

# NEWPASSWORD2
source: Type again your new password
fr: Entrer une seconde fois le nouveau mot de passe

# CHANGE_PASSWORD
source: Change my password
fr: Changer mon mot de passe

# PASSWORDCHANGED_ERROR
source: An error occured. Your password has not been changed.
fr: Une erreur s'est produite. Votre mot de passe n'a pas été changé.

# PASSWORDCHANGED_SUCCESS
source: You password has been changed.
fr: Votre mot de passe a été changé.

# PASSWORDCHANGED_ERROR_MINLENGTH
source: Your password is too short
fr: Votre mot de passe est trop court

# PASSWORDCHANGED_ERROR_DONTMATCH
source: Your passwords (new) don't match
fr: Vos (nouveaux) mots de passe sont différents

# PASSWORDCHANGED_ERROR_UNKNOWN
source: An unknown error occured
fr: Une erreur inconnue est survenue

# PASSWORDCHANGED_ERROR_WRONGPASSWORD
source: Your current password you typed is not correct
fr: Vous n'avez pas saisi votre mot de passe actuel correctement
