Repository: Naouak/Karibou
Catalog: apps/mail/languages/*.po
Languages: fr

# WEBMAIL_TITLE
source: WebMail IMAP Client
fr: Client WebMail IMAP

# KEYCHAINLOCK
source: Error : KeyChain Locked
fr: Erreur : Impossible de debloquer le KeyChain

# SAVEDSERVER
source: Use a saved connection :
fr: Utiliser une connexion sauvegardée :

# COMPOSELINK
source: Compose an e-mail
fr: Ecrire un e-mail

source: wrote
fr: à écrit

# MAILBOX_VIEW
source: My electronic mails
fr: Mes messages électroniques

source: Email view
fr: Visualisation d'un email

source: From
fr: De

source: Reply to
fr: Répondre à

source: Previous
fr: Précédent

source: Next
fr: Suivant

# Remove
source: Delete
fr: Supprimer

source: Reply
fr: Répondre

source: Reply All
fr: Répondre à tous

# hide
source: Hide deleted e-mails
fr: Cacher les Messages supprimés

# show all
source: Show deleted e-mails
fr: Montrer les Messages supprimés

# expunge
source: Expunge Deleted e-mails
fr: Vider les Messages supprimés

# MAIL_WEBMAILADVICE
source: The intranet email application is still in development. You are strongly advised to use the WebMail application (webmail link in the menu).
fr: L'application email proposée sur l'Intranet étant en développement, il vous est vivement conseillé d'utiliser le WebMail mis à disposition (lien webmail du menu) pour assurer l'envoi et la réception d'email.

# SUPPR_MAIL
source: Remove selected e-mails
fr: Supprimer les Messages selectionés

source: Select all
fr: Sélectionner tout
