Repository: Naouak/Karibou
Catalog: apps/fileshare/languages/*.po
Languages: fr

source: FileShare
fr: Fichiers

# FILESHARE_TITLE
source: File sharing
fr: Partage de fichiers

# FILESHARE_DESCRIPTION
source: Click on a file to proceed to download. If you want to add a file so that it can be downloaded, click on the button "Upload a file".
fr: Cliquez sur un fichier pour le télécharger. Si vous souhaitez ajouter un fichier pour qu'il puisse etre téléchargé, cliquez sur le bouton "Ajouter un fichier".

source: Upload a file
fr: Ajouter un fichier

# FILEUPLOAD_DESCRIPTION
source: Upload a file using this form. Browse your hard drive to select the file, and click on "Upload file".
fr: Ce formulaire vous permet d'ajouter un fichier a la liste. Selectionnez le fichier que vous souhaitez ajouter puis cliquez sur le bouton "Ajouter ce fichier".

source: Upload file
fr: Ajouter ce fichier

# DIRECTORYEMPTY
source: This directory is empty
fr: Ce répertoire est vide

source: Browsing directory
fr: Parcours du répertoire

# UPONELEVEL
source: To parent directory
fr: Aller au répertoire parent

# UPLOADINGTO
source: Destination directory
fr: Répertoire de destination

# CREATINGIN
source: Creation will be done in directory
fr: La création se fera dans le répertoire

source: Create directory
fr: Créer le répertoire

source: Create a directory
fr: Créer un répertoire

# CREATEDIRECTORY_DESCRIPTION
source: You are about to create a directory. Before processing, please make sure that it won't be redundant with any other.
fr: Vous êtes sur le point de créer un répertoire. Avant de procéder, veillez à ce qu'il ne soit pas redondant.

source: Name
fr: Nom

source: Size
fr: Taille

# MODIFICATION_DATE
source: Modified on
fr: Modifié le

source: Download
fr: Télécharger

# UPLOADER
source: Uploadeur
fr: Posteur

source: Creator
fr: Créateur

# UPLOADNAME
source: File name before upload
fr: Nom du fichier uploadé

source: Upload date
fr: Date de mise en ligne

# ADD_NEW_VERSION
source: Add a new version
fr: Ajout d'une nouvelle version

source: Owner
fr: Propriétaire

source: Me
fr: Moi

source: Groups
fr: Groupes

# FILEUPLOAD_ADDVERSION_DESCRIPTION
source: Adding a new file version gives you the opportunity to update your documents easily. The original file will be backuped as well as every previous version of this file. The new version you are going to upload will be considered as the last good file version. Important : the file you are going to upload will keep the name of the original file.
fr: L'ajout d'une nouvelle version de fichier permet de mettre à jour les documents facilement. Le fichier original sera sauvegardé ainsi que toutes les versions antérieures à celle que vous êtes sur le point de mettre en ligne. Votre fichier sera considéré comme la dernière référence. Attention le fichier que vous êtes sur le point de mettre en ligne conservera le nom initial du premier fichier qui a été mis en ligne.

# ADDING_A_NEW_VERSION
source: Add a new version to file
fr: Ajouter une nouvelle version au fichier

source: Download original version of
fr: Télécharger la version originale de

source: Original
fr: Originale

# DOESNOTEXISTINDB
source: The new version of the file sharing application takes advantage of the database in order to store file and folder information such as descriptions, versions, etc. But we couldn't find a database record for the file you are viewing at the moment. This is certainly happening because the file or directory you are viewing has been created before the update of the application. If this is a file, you won't be able to add new versions to it.
fr: La nouvelle version de l'application de partage de fichier utilise une base de données pour stocker les informations relatives aux fichiers et répertoires (descriptions, versions, etc.). Cependant, nous n'avons pas trouvé d'enregistrement dans la base de données concernant le fichier ou répertoire que vous êtes actuellement en train de visualiser. Il est fort probable que celui-ci ait été créé avant la mise en ligne de la nouvelle version de l'application de partage de fichiers. Vous ne pourrez pas gérer les versions pour ce fichier si ça en est un.

# UNKNOWNINDB
source: Unknown in database
fr: Inconnu dans la base de données

# DELETE_ASKIFSURE
source: Do you confirm your will to delete
fr: Êtes-vous sûr de vouloir supprimer

# DOWNLOAD_COUNT
source: Downloads
fr: Téléchargements

source: Last added files
fr: Derniers fichiers ajoutés

source: Most downloaded files
fr: Fichiers les plus téléchargés

source: Uploaded by
fr: Mis en ligne par

# MOVE_FILE
source: Move this file
fr: Déplacer ce fichier

# MOVING_ELEMENT
source: Moving
fr: Déplacement de

# MOVING_TO
source: To
fr: Vers

# MOVE_BUTTON
source: Move
fr: Déplacer

# MOVE_DESCRIPTION
source: Choose the directory to which you want to move the file.
fr: Choisissez le répertoire vers lequel vous souhaitez déplacer ce fichier.

source: this directory
fr: ce répertoire

source: Directory details
fr: Information sur le répertoire

# VIEW_DIRECTORY
source: Directory details for
fr: Information sur le répertoire

source: File details
fr: Information sur le fichier

# DIRECTORYDETAILS_DESCRIPTION
source: In order to remove a folder you own, the folder must be empty.
fr: Pour supprimer un répertoire dont vous êtes modérateur, celui-ci doit être vide.

# FILEDETAILS_DESCRIPTION
source: If you want to modify this file, click on the "Download" link and save this file (do not click on "Open") to your personnal workspace on your computer. Once you have modified this file, click on "Add a new version" and upload your modified version of the file.
fr: Si vous souhaitez modifier ce fichier, cliquez sur "Télécharger" et enregistrez (ne cliquez pas sur ouvrir) ce fichier dans votre espace de travail personnel sur votre ordinateur. Une fois modifié, cliquez sur "Ajout d'une nouvelle version" afin de mettre en ligne votre version modifiée du fichier.

# FILEDETAILS_OF
source: of
fr: de

# FILEDETAILS_GROUPOWNER
source: Group owner
fr: Groupe propriétaire

# FS_RENAME_DIRECTORY
source: Rename this directory
fr: Renommer ce répertoire (ou changer sa description)

# FS_RENAME_FILE
source: Rename this file
fr: Renommer ce fichier (ou changer sa description)

# FS_RENAME_DESCRIPTION
source: You can change the file name and description by using the form below
fr: Vous pouvez changer le nom et la description de l'élément en utilisant le formulaire ci-dessous

# FS_RENAME_NEW_NAME
source: New name
fr: Nouveau nom

# FS_RENAME_NEW_DESCRIPTION
source: New description
fr: Nouvelle description

# FS_RENAME_BUTTON
source: Update
fr: Mettre à jour

# FS_RENAME_ELEMENT
source: Rename
fr: Renommage de
