Repository: Naouak/Karibou
Catalog: apps/default/languages/*.po
Languages: fr

# BACKHOME
source: Back to home page
fr: Retour à la page d'accueil

# DEFAULT_EDIT
source: Personalize my home page
fr: Personnaliser ma page d'accueil

# CHOOSECONTAINER
source: Choose a container model :
fr: Choisi un modèle de conteneur :

# ADDMINIAPP
source: Add a mini-app :
fr: Ajouter une mini-appli :

source: Trash
fr: Corbeille

# ADDEMAIL
source: You must add at least one email address to your profile in order to fully access the intranet. This address will be used as a contact address in the event you can't access the intranet (lost password...).
fr: Vous devez ajouter au minimum un email à votre profil pour accéder pleinement à l'intranet. Celui-ci sera utilisé comme email de contact dans le cas où vous n'auriez plus accès à l'intranet (perte du mot de passe...).

# ADDEMAIL_TITLE
source: You must add an email address to your profile
fr: Vous devez ajouter un email à votre profil

source: Action required
fr: Action requise

# MODIFYPROFILE_LINK
source: Click here to update your profile
fr: Cliquez ici pour mettre à jour votre profil

# login
source: Login Box
fr: Boite d'authentification

source: Calendar
fr: Calendrier

source: News
fr: Actualités

# prefs
source: Language Selector
fr: Sélécteur de langue

source: RSS Reader
fr: Lecteur RSS

# mytof
source: My Picture
fr: Ma Photo

source: My Notes
fr: Mes Notes

source: Online users
fr: Connectés

source: File Share
fr: Partage de Fichiers

source: Gmail Reader
fr: Lecteur GMail

# DEFAULT_CHANGEPASSWORD_DESCRIPTION
source: In order to ensure the security of your account, you must change your password. Click on the link below to go to the "change password" page.
fr: Pour garantir la sécurité de votre compte, vous devez changer de mot de passe. Suivez le lien ci-dessous pour vous rendre sur la page de changement de mot de passe.

# CHANGEPASSWORD_LINK
source: To the "change password" page.
fr: Vers la page de changement de mot de passe.
