Repository: Naouak/Karibou
Catalog: apps/video/languages/*.po
Languages: fr

source: Video of the day
fr: Vidéo du jour

source: Add a video
fr: Ajout d'une vidéo

source: Video posted by
fr: Vidéo postée par

source: See the previous videos
fr: Historique des vidéos

source: To add a video, just input the URL of the YouTube, Dailymotion, Vimeo or Koreus page that contained it.
fr: Pour ajouter une vidéo, il suffit d'indiquer l'URL de la page YouTube, Dailymotion, Vimeo ou Koreus la contenant.

source: Example for YouTube:
fr: Exemple pour YouTube :

source: Example for Dailymotion:
fr: Exemple pour Dailymotion :

source: Example for Vimeo:
fr: Exemple pour Vimeo :

source: Example for Koreus:
fr: Exemple pour Koreus :

source: Careful, you must input the whole address of the page containing the video, including the http:// text.
fr: Attention, il faut bien indiquer l'adresse de la page contenant la vidéo avec le texte http://.

source: Please input the page's address:
fr: Insérez donc l'adresse de la page :

source: Add your comment here:
fr: Ajoutez ici votre commentaire :

source: Explanation & Examples
fr: Explications et exemples
