Repository: Naouak/Karibou
Catalog: apps/annonce/languages/*.po
Languages: fr

# ANNONCEJOUR
source: Advert
fr: Annonce du jour

# NEWANNONCE
source: Add a annonce
fr: Ajout d'une annonce

# SURNAMEANN_AUTHOR
source: Annonce posted by
fr: Annonce postée par

# textannonce
source: Please enter the annonce you want to add
fr: Veuillez saisir l'annonce que vous souhaitez passer

# price
source: Please enter price you to ask
fr: Veuillez saisir le prix si vous vendez quelque chose

# expirationdate
source: please enter the expiration day of the annonce (AAAA-MM-DD):
fr: Veuillez saisir la date d'expiration de l'annonce (AAAA-MM-DD):

# prix
source: costing
fr: au prix de

source: to
fr: jusqu'au

# WRONGCONTENT
source: You don't enter a correct announce. Please type again
fr: Vous n'avez pas saisi une annonce correcte. Veuillez recommencer

# ADDANNOUNCE
source: Add an announce
fr: Ajoutez une annonce

# MAXANNONCE
source: Number of announces to show
fr: nombre d'annonces à afficher
