Repository: Naouak/Karibou
Catalog: apps/netjobs/languages/*.po
Languages: fr

# NETJOBS_JOBTITLE
source: Offer
fr: Offre

# JOBDESCRIPTION
source: Job desription
fr: Description du poste

# JOBPROFILE
source: Profile sought
fr: Profil du candidat

# JOBTYPE
source: Contract type
fr: Type de contrat

# JOBSALARY
source: Year salary gross
fr: Salaire annuel brut

# JOBCOMPANY
source: Company
fr: Entreprise

# JOBCREATE
source: Create the offer
fr: Créer l'offre

# JOBCHOOSECOMPANY
source: Choose the company...
fr: Choisissez l'entreprise...

# JOBSEARCH
source: Search
fr: Chercher

# JOBADDCOMPANY
source: Add company here
fr: Ajouter l'entreprise ici

source: Job start date
fr: Date de début du contrat

source: Job end date
fr: Date de fin du contrat

# JOBLOCATION
source: Location
fr: Localisation

source: or
fr: ou

# JOBADD
source: Add a job offer
fr: Ajouter une offre

# jobt_permanent
source: Permanent
fr: Contrat à Durée Indéterminée

# jobt_tempcontract
source: Temporary contract
fr: Contrat à Durée Déterminée

# jobt_internship
source: Internship
fr: Stage

# JOBSAVE
source: Update job offer
fr: Mettre à jour l'offre

# JOBPOSTDATE
source: Update date
fr: Date de mise à jour

# JOBEXPERIENCEREQUIRED
source: Required experience
fr: Expérience requise

# JOBCREATOR
source: Job offer creator
fr: Créateur de l'offre

# JOBEDIT
source: Edit offer
fr: Editer l'offre

# JOBDELETE
source: Delete offer
fr: Supprimer l'offre

# JOBDELETE_ASKIFSURE
source: Do you really want to delete this offer ?
fr: Êtes-vous sûr de vouloir supprimer l'offre ?

# JOBEXPERIENCEREQUIRED_LETBLANKFORNONE
source: Let blank if no experience is needed
fr: Laisser vide si aucune expérience n'est requise

# JOBEDUCATIONLEVEL
source: Education level
fr: Niveau d'études

# jobel_none
source: None
fr: Aucun

# jobel_bac+2
source: Technician
fr: Bac+2 / BTS

# jobel_bac+3
source: Bac+3
fr: Bac+3 / Licence

# jobel_bac+4
source: Bac+4
fr: Bac+4 / Maîtrise

# jobel_bac+5
source: Master / Bac+5
fr: Bac+5 / DESS / Master

# jobel_trader
source: Trade School
fr: Ecole de Commerce

# jobel_engineer
source: Engineer School
fr: Ecole d'Ingénieurs

# JOBROLE
source: Role
fr: Fonction

# jobr_finance
source: Finance / Accounting
fr: Finance / Comptabilité / Gestion

# jobr_consulting
source: Consulting
fr: Conseil

# jobr_law
source: Law related
fr: Juridique / Fiscal

# jobr_hrtraining
source: Human Resources / Training
fr: Ressources Humaines / Formation

# jobr_researchdevelopment
source: Research / Studies
fr: Recherche / Développement

# jobr_healthsocial
source: Health / Social
fr: Santé / Social

# jobr_logisticbuyer
source: Logistic / Buyer
fr: Logistique / Achat

# jobr_productionsecurity
source: Production / Security
fr: Production / Securité

# jobr_computer
source: Computers
fr: Informatique

# jobr_telecomnetworks
source: Telecom / Networks
fr: Télécom / Réseaux

# jobr_sales
source: Sales
fr: Commercial / Vente

# jobr_officeleadership
source: Office Leadership
fr: Direction Générale

# compt_company
source: Company
fr: Entreprise

# compt_recruitingagency
source: Recruiting Agency
fr: Cabinet de Recrutement

# compt_interimagency
source: Interim Agency
fr: Agence d'Interim

# compt_service
source: Service provider
fr: Prestataire de service

# compt_organisation
source: Organisation
fr: Organisation / Association

# compt_other
source: Other
fr: Autre

# COMPANYACTIVITY
source: Activity
fr: Secteur d'activité

# compa_construction
source: Construction
fr: Construction / BTP

# compa_realestate
source: Real estate
fr: Immobilier

# compa_bankinsurance
source: Bank / Insurance
fr: Banque / Assurance

# compa_infotelecom
source: Information / Telecom / Internet
fr: Information / Télécom / Internet

# compa_commonpublic
source: Public / Organisation
fr: Publique / Collectivités / Organisation

# compa_industry
source: Industry
fr: Industrie

# compa_other
source: Other
fr: Autre

# JOBNOTFOUND
source: Offer not found
fr: Offre non trouvée

source: Company not found
fr: Entreprise non trouvée

# COMPANYSAVE
source: Save modifications
fr: Enregistrer les modifications

# COMPANYCREATE
source: Add company
fr: Ajouter l'entreprise

# COMPANYEDIT
source: Edit company
fr: Editer l'entreprise

# COMPANYDELETE
source: Delete company
fr: Supprimer

# COMPANYDELETE_ASKIFSURE
source: Do your really want to delete this company ?
fr: Êtes-vous sûr de vouloir supprimer l'entreprise ?

source: Company type
fr: Type d'entreprise

# COMPANYPOSTDATE
source: Update date
fr: Date de mise à jour

source: Company description
fr: Description de l'entreprise

# COMPANYJOBOFFERS
source: Number of offers for the company
fr: Nombre d'offres de l'entreprise

# COMPANYCREATOR
source: User who added this company
fr: Personne ayant ajouté l'entreprise

# NETJOBS_COMPANYTITLE
source: Details on the company
fr: Informations sur l'entreprise

# COMPANYNAME
source: Name of the company
fr: Nom de l'entreprise

# NETJOBS_JOBLIST
source: Job list
fr: Liste des offres

# NETJOBS_JOBLIST_BY_COMPANY
source: Job list for company
fr: Liste des offres de l'entreprise

# NETJOBS_JOBLIST_FOR_SEARCH
source: Results for keyword
fr: Résultat de la recherche

# NETJOBS_JOBLIST_PREVIOUSPAGE
source: Previous page
fr: Page précédente

# NETJOBS_JOBLIST_NEXTPAGE
source: Next page
fr: Page suivante

# NETJOBS_JOBLIST_OFFERSFOUND
source: offers found
fr: offres trouvées

# NETJOBS_JOBLIST_OFFERFOUND
source: offer found
fr: offre trouvée

# COMPANY_VIEWALLJOBS
source: View all jobs in this company
fr: Voir toutes les offres de cette entreprise

# LASTJOBS
source: Last offers
fr: Dernières offres

source: Companies
fr: Entreprises

source: All jobs
fr: Toutes les offres

# COMPANYUNKNOWN
source: Unknown
fr: Inconnue

# JOBCOMPANY_NEW
source: Add a company
fr: Ajouter une entreprise

# JOBCOMPANY_NEW_NOTE
source: Select "Add a company" if the company is not in the list
fr: Sélectionnez "Ajouter une entreprise" si l'entreprise n'est pas dans la liste

# JOB_COUNT1
source: Display the
fr: Voir les

# JOB_COUNT2
source: opportunitie
fr: offre

# JOB_OFFER
source: opportunities
fr: offre

# JOB_KEURO
source: thousands euros
fr: en milliers d'euros

# JOB_IN
source: in
fr: chez

# JOB_ADDING
source: Adding job
fr: Ajout de l'offre

source: Job update
fr: Mise à jour de l'offre

# JOB_NOOFFER
source: No offer
fr: Aucune offre

# COMPANY_ADD
source: Adding company
fr: Ajout d'une entreprise

# COMPANY_MODIFY
source: Company details modification
fr: Modification des informations de l'entreprise

# JOB_MODIFY
source: Offer details modification
fr: Modification des informations de l'offre

# JOB_LOCATION_ADD
source: Job location
fr: Localisation de l'offre

# JOB_LOCATION_DESCRIPTION
source: Choose here the job location. This is where the job will take place. The job location can be different from the company location.
fr: Sélectionnez ici la localisation de l'offre. C'est à dire là où le travail se déroulera. La localisation de l'offre peut être différente de la localisation de l'entreprise.

source: Job location
fr: Localisation de l'offre

# JOB_LOCATION_COUNTRY
source: Country
fr: Pays

# JOB_LOCATION_COUNTRY_CHOOSE
source: Choose the country
fr: Sélectionnez le pays

# JOB_LOCATION_CITY_POSTCODE
source: Post code
fr: Code postal

# JOB_LOCATION_CITY_NAME
source: City
fr: Ville

# JOB_LOCATION_CREATE
source: Save location
fr: Enregistrer la localisation

# JOB_LOCATION_SAVE
source: Update location
fr: Mettre à jour la localisation

# JOB_INFOS
source: Information on the offer
fr: Informations relatives à l'offre

# JOB_COMPANY
source: Information on the company
fr: Informations relatives à l'entreprise

# JOB_LOCATION_COUNTY_NAME
source: County
fr: Région

# JOB_LOCATION_COUNTY_CHOOSE
source: Choose the county
fr: Choisissez la région

# JOB_CREATECONTACT
source: Create a new contact
fr: Nouveau contact

# JOB_CHOOSECONTACT
source: Choose the contact for this job
fr: Choisissez le contact pour cette offre

# JOB_CONTACTDETAILS
source: Contact information
fr: Informations sur le contact

# CONTACT_UNKNOWN
source: This contact doesn't exist
fr: Ce contact est inconnu

# CONTACT_FIRSTNAME
source: Firstname
fr: Prénom

# CONTACT_LASTNAME
source: Lastname
fr: Nom

# CONTACT_WEBSITE
source: Website
fr: Site Web

# CONTACT_EDIT_LINK
source: Edit this contact details
fr: Editer les informations de ce contact

# CONTACTEDIT
source: Edit this contact
fr: Editer ce contact

# CONTACT_ADDRESSES
source: Addresses
fr: Adresses

# CONTACT_PHONES
source: Phone numbers
fr: Numéros de téléphone

# CONTACT_EMAILS
source: Email addresses
fr: Adresses email
