Repository: Naouak/Karibou
Catalog: apps/news/languages/*.po
Languages: fr

source: News
fr: Actualités

# ADD_ARTICLE
source: Add an article
fr: Ajouter un article

# ADDED_ARTICLE
source: Article added
fr: Article ajouté

# ADD_ERROR
source: An error occured when saving the new article.
fr: Une erreur s'est produite lors de l'enregistrement du nouvel article.

# MODIFY_ARTICLE
source: Modify the article
fr: Modifier l'article

# POST_MODIFIED_ARTICLE
source: Post this article
fr: Poster l'article

# MODIFIED_ARTICLE
source: The article has been modified
fr: L'article a été modifié

# MODIFY_ERROR
source: An error occured when saving the modified article
fr: Une erreur s'est produite lors de la modification de l'article.

# NOT_AUTHORIZED_TO_MODIFY
source: You are not authorized to modify this article.
fr: Vous n'avez pas l'autorisation de modifier cet article.

# NOT_AUTHORIZED_TO_VIEW
source: You are not authorized to view this article.
fr: Vous n'avez pas l'autorisation de visualiser cet article.

# NOT_AUTHORIZED_TO_DELETE
source: You are not authorized to delete this article.
fr: Vous n'avez pas l'autorisation de supprimer cet article.

# NOT_AUTHORIZED_TO_POST_COMMENTS
source: You are not authorized to modify this article or to post comments.
fr: Vous n'avez pas l'autorisation de modifier cet article ou de poster des commentaires.

# ACTION_ERROR
source: Error: This action is unknown.
fr: Erreur: L'action demandée est inconnue.

# NO_ID
source: No ID available.
fr: Aucun identifiant d'article disponible.

# NO_TITLE_FOR_COMMENT
source: A comment must have a title.
fr: Un commentaire doit avoir un titre.

# NO_DESCRIPTION_FOR_COMMENT
source: A comment must have a description.
fr: Un commentaire doit avoir une description.

# COMMENT_POSTED
source: The comment has been posted.
fr: Le commentaire a été posté.

# COMMENT_POST_ERROR
source: An error occured when saving the comment.
fr: Une erreur s'est produite lors de l'enregistrement du commentaire.

# DELETED_ARTICLE
source: The article has been deleted.
fr: L'article a été supprimé.

# POST_NEW_ARTICLE
source: Post this new article
fr: Poster le nouvel article

# NEWS_TITLE
source: Title
fr: Titre

# COMMENT_TITLE
source: Title
fr: Titre

source: comment
fr: commentaire

source: Display comments
fr: Afficher les commentaires

source: Hide comments
fr: Cacher les commentaires

# DISPLAY_WHOLE_ARTICLE
source: Display the whole article
fr: Voir l'article complet

# NEWS_GROUPS_DESTINATION
source: For
fr: Pour

source: Article not found
fr: L'article que vous recherchez n'a pas été trouvé.

# SURE_TO_DELETE_ARTICLE
source: You are going to delete the article !nAre you sure ?
fr: Cela va supprimer l'article ! Êtes-vous sûr de vouloir continuer ?

source: Modify
fr: Modifier

source: No title
fr: Sans titre

# POST_COMMENT_ON_ARTICLE
source: Post a comment on this article
fr: Poster un commentaire sur cet article

source: Add a comment to article
fr: Ajouter un commentaire à l'article

# NEWS_VIEW_ARCHIVES
source: View archives
fr: Voir les archives

# NUMBEROFNEWS
source: Number of news on the page
fr: Nombre d'articles à afficher
