Repository: Naouak/Karibou
Catalog: apps/emailforward/languages/*.po
Languages: fr

# EMAILFORWARD
source: Email forwarding configuration
fr: Configuration du transfert d'email

# EMAILFORWARD_DESCRIPTION
source: This page allows you to change your email forwarding configuration. When email forwarding is enabled, emails sent to your address {$emaillogin} won't be stored on the server anymore but will be transfered automatically to the email of your choice. Leave the email text field empty if you want to disable email forwarding.
fr: Cette page vous permet de changer la configuration de votre transfert d'email. Lorsque le transfert d'email est activé, vos emails à destination de votre adresse {$emaillogin} ne sont plus stockés sur le serveur mais sont transférés sur l'email de votre choix. Laissez le champ email vide si vous ne souhaitez pas activer le transfert d'email.

# EMAILFORWARD_SUCCESS
source: The new configuration has been applied successfully.
fr: La modification a été appliquée avec succès.

# EMAILFORWARD_ERROR
source: An error occured. Modification hasn't been saved.
fr: Une erreur s'est produite. La modification n'a pu être enregistrée.

# EMAILFORWARD_ERROR_EMAILNOTVALID
source: The email address you provided isn't valid.
fr: L'adresse email fournie n'est pas valide.

# EMAILFORWARD_ERROR_UNKNOWN
source: An unknown error occured.
fr: Une erreur inconnue est survenue.

# EMAILFORWARD_EMAIL
source: Email address
fr: Adresse email

# EMAILFORWARD_CHANGE
source: Save email address for email forwarding
fr: Enregistrer l'adresse email pour le transfert

# EMAILFORWARD_ENABLED_MSG
source: Email forwarding is enabled. All the emails sent to {$emaillogin} are forwarded to {$email}. Note : the emails are not stored on the server anymore. To disable Email forwarding, leave the "Email address" field empty and post the form.
fr: Le transfert d'email est activé, tous vos emails envoyés à {$emaillogin} sont transférés à {$email}. Attention : ils ne sont plus stockés sur ce serveur. Pour désactiver le transfert d'email, laisser le champ "Adresse Email" vide et valider.

# EMAILFORWARD_DISABLED_MSG
source: Email forwarding is disabled. Emails sent to {$emaillogin} are stored on the server. In order to enable email forwarding, type the email address to which you want to transfer your emails. This can be a Yahoo, Hotmail, Free, GMail, Wanadoo email account or any other. If you enable email forwarding, your new received emails won't be stored anymore on this server.
fr: Le transfert d'email est désactivé. Les emails envoyés à {$emaillogin} sont stockés sur le serveur. Pour activer le transfert d'email, entrez l'adresse email sur laquelle vous souhaitez transférer vos emails ci-dessous. Info : ce peut être un compte Yahoo, Hotmail, Free, GMail, Wanadoo etc. Si vous activez le transfert, vos nouveaux emails reçus ne seront plus stockés sur ce serveur.
