Repository: Naouak/Karibou
Catalog: apps/chifoumi/language/*.po
Languages: fr

source: No winner
fr: Pas de gagnant

source: You won
fr: T'as gagné

source: You lost
fr: T'as perdu

source: Challenge Refused
fr: Défi refusé

source: You have been challenged for
fr: Tu as reçu un défi valant

source: Your answer
fr: Tu réponds

source: Rock
fr: Pierre

source: Paper
fr: Papier

source: Cissors
fr: Ciseaux

source: refuse challenge
fr: Je suis peureux

source: Challenged accepted
fr: Défi accepté

source: Challenged refused
fr: Défi refusé

source: Please report this problem to administrators:
fr: Merci de dire ça à un administrateur en donnant les conditions dans lesquelles c'est arrivé:

source: Challenged submitted
fr: Défi soumis

source: Choose your weapon
fr: Choisis ton arme

source: Choose your bet
fr: Choisis ton pari

source: Challenge
fr: Défi

source: No challenge yet
fr: Pas encore de défi

source: You have to wait to challenge again
fr: Tu dois attendre pour lancer un nouveau défi

source: Nothing to say
fr: Rien à dire

source: Challenge Someone
fr: Défier quelqu'un
