Repository: Naouak/Karibou
Catalog: apps/resetbutton/languages/*.po
Languages: fr

# RESETBUTTONTITLE
source: Reset Button
fr: Décompte

# NOTRESETFOR
source: This counter hasn't been reset in:
fr: Ce compteur n'a pas été remis à zéro depuis :

source: days
fr: jours

# RESET
source: Reset it !
fr: Remettre à zéro

# LASTRESETBY
source: The last reseter was
fr: La dernière remise à zéro a été faite par

# STATS
source: Countdown Statistics
fr: Statistiques du décompte

source: Longest time
fr: Temps le plus long

source: Time
fr: Temps

# CUTTER
source: The who reset such a long time
fr: Celui qui a remis à zéro ce si long temps

source: They reset it
fr: Ils l'ont remis à zéro

source: scored
fr: a

source: times.
fr: fois.

# MINIBUBBLE
source: Go back to the button
fr: Revenir au bouton

# MININAVIG
source: The Button
fr: Le Bouton

# STATSBUBBLE
source: How long did the button hold ?
fr: Combien de temps le bouton a-t-il tenu ?

# STATSNAVIG
source: Statistics
fr: Statistiques

# NAVIGBAR
source: Navigation bar
fr: Barre de navigation

# TOTALTIME
source: Total time of counter capture
fr: Temps Total de conquête du compteur

# GOTCOUNTER
source: captured the counter for:
fr: a conquis le compteur pendant :

# MYSTATSNAVIG
source: My stats
fr: Mes Stats

# MYLONGESTTIME
source: Mon longest time of conquest
fr: Mon plus long temps de conquête

# YOURESETEDIT
source: Mon click's number
fr: Mon Nombre de Clicks

source: My score history
fr: L'Historique de mon Score

source: My score
fr: Mon Score
